docs/about/index.html
<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="utf-8"/>
  <meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=yes"/>
  
  <link rel="stylesheet" href="/intangiblesite.min.6f3d05d4bdac0307f1633386c3a19012b885aaf74e6aa41b4d30993ee220997b.css">
  <link rel="stylesheet" href="/katex.min.css"/>
  <script defer src="/katex.min.js"></script>
  <script defer src="/auto-render.min.js" onload="renderMathInElement(document.body);"></script>
</head>

<header>
  <div class="container">
    <nav>
      <ul>
        <a href="/about/">About</a></li>
        <a href="/contact">Contact</a></li>
        <a href="/keys/">Keys</a></li>
      </ul>
    </nav>
  </div>
</header>


<main>
    <h1>
        About
    </h1>

    <article>
        
<p>
I am Aydin Mercan (<code class="verbatim">/ˈaɪdɪn merdʒan/</code>), a sophomore CEng student at TOBB ETU. I am interested in security, cryptography and
hardware description but I aim to share knowledge I stumble on from a broad of topics includings interests such as mathematics.</p>
<div id="outline-container-headline-1" class="outline-2">
<h2 id="headline-1">
Gear
</h2>
<div id="outline-text-headline-1" class="outline-text-2">
<p>
Currently, I work on a Thinkpad E495 or my desktop. Those systems run Arch Linux since most sane distributions more or less work
with similar toolchains.</p>
</div>
</div>
<div id="outline-container-headline-2" class="outline-2">
<h2 id="headline-2">
Name
</h2>
<div id="outline-text-headline-2" class="outline-text-2">
<p>
I have several legal variations of my name depending on where you ask me. However, Jaiden with any pronoun is fine by me.</p>
</div>
</div>

    </article>
</main>

<footer>
    <p>
    All information on this blog, unless otherwise noted, is
    hereby released into the public domain, with no rights
    reserved.
    </p>
</footer>

